import React, { FunctionComponent } from "react";


export const OfertaPage: FunctionComponent = (): JSX.Element => {

    return (
        <div style={{paddingTop:50, paddingBottom:50}}>
            <b>Публичная оферта о заключении договора пожертвования</b><br />
            <p>Настоящая публичная оферта адресована физическим лицам-гражданам Российской Федерации, (далее - Благотворители) и является официальным предложением Автономной некоммерческой организации радиотелецентр «Голос надежды» (далее - Благополучатель), в лице директора Мухаметвалеева Рустема Ильдаровича, действующего на основании Устава, заключить договор пожертвования денежных средств (далее - Договор) в соответствии с п. 2 ст. 437 Гражданского кодекса Российской Федерации.</p>
            <br/>
            <p>1. Предмет Договора</p>
            <p>1.1. Благотворитель безвозмездно передает денежные средства (далее - Пожертвование) на ведение уставной деятельности Благополучателя и его содержание.</p>
            <p>1.2. Благополучатель принимает Пожертвование, поступившее в рамках Договора на: уставную деятельность и оплату радиовещания.</p>
            <p>1.3. Договор является договором присоединения. Благотворителем принимаются условия Договора путем присоединения к нему в целом. При этом Благотворитель подтверждает, что Договор не содержит обременительных для него условий, которые он не принял бы при наличии у него возможности участвовать в определении условий настоящего Договора.</p>
            <br/>
            <p>2. Порядок заключения Договора</p>
            <p>2.1. Договор считается заключенным с момента передачи Благотворителем Пожертвования в порядке, определенном настоящим Договором, что означает безоговорочное принятие всех его условий без каких-либо изъятий или ограничений.</p>
            <p>2.2. Благотворитель самостоятельно определяет размер Пожертвования и вносит его путем перечисления денежных средств на банковский счет Благополучателя, указанный в разд. 4 настоящего Договора любым удобным способом, указанным на сайте – www.kniga-knig.info.</p>
            <p>2.3. В графе «назначение платежа» Благотворитель указывает – «Пожертвование на уставную деятельность» или «Пожертвование на оплату радиовещания».</p>
            <p>2.4. При получении Пожертвования без указания конкретной цели его использования Благополучатель имеет право по своему усмотрению использовать такие Пожертвования на ведение своей уставной деятельности и свое содержание.</p>
            <p>2.5. При перечислении Пожертвования в целях идентификации Благотворитель указывает свои контакты: Ф.И.О, адрес электронной почты.</p>
            <p>2.6. Пожертвование считается переданным Благополучателю с момента зачисления его на банковский счет, указанный в разд. 4 Договора.</p>
            <p>2.7. Оферта является бессрочной и действует до дня, следующего за днем размещения на сайте Благополучателя извещения о прекращении действия оферты.</p>
            <p>2.8. Местом заключения Договора является место нахождения Благополучателя.</p>
            <br/>
            <p>3. Условия Договора</p>
            <p>3.1. Благополучатель обязан использовать полученное по Договору Пожертвование исключительно на цели, указанные в п. 1.2 настоящего документа.</p>
            <p>3.2. Заключая Договор, Благотворитель, действуя своей волей и в своем интересе, дает согласие на обработку Благополучателем его персональных данных, а именно: на совершение действий по сбору, систематизации, накоплению, хранению, уточнению (в том числе обновлению, изменению), использованию, распространению, обезличиванию, блокированию и уничтожению любой информации, относящейся к персональным данным Благотворителя, с целью заключения и исполнения Договора. В соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных" Благополучатель не разглашает предоставленные Благотворителем при перечислении Пожертвования персональные данные без его письменного согласия.</p>
            <p>3.3. Стороны несут полную ответственность за соблюдение требований Договора, в том числе ответственность за предоставленные сведения о себе.</p>
            <p>Каждая из Сторон подтверждает, что она имеет все права и полномочия на заключение Договора и исполнение установленных им обязательств, а также что заключение Договора не нарушает условий иных обязательств Сторон перед третьими лицами.</p>
            <p>3.4. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору, если это неисполнение явилось следствием форс-мажора - обстоятельств непреодолимой силы, возникших после заключения Договора в результате событий чрезвычайного характера, которые Сторона(ы) не могла(и) ни предвидеть, ни предотвратить разумными мерами.</p>
            <p>3.5. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются действующим законодательством.</p>
            <br/>
            <p>4. Реквизиты Благополучателя</p>
            <p>
                ИНН 7107137272<br/>
                КПП 710701001<br/>
                ОГРН 1207100012921<br/>
                ОКВЭД 60.10 Деятельность в области радиовещания (основной вид деятельности),<br/>
                60.20 Деятельность в области телевизионного вещания (дополнительный вид деятельности)<br/>
                ОКПО 80071439<br/>
                БАНК Тульское отделение № 8604 ПАО Сбербанк г. Тула<br/>
                Р/счет 40703810566020100043<br/>
                К/счет 30101810300000000608<br/>
                Бик 047003608<br/>
                Юридический адрес /почтовый адрес: 300012, г. Тула, ул. Станиславского, 48.<br/>
                а/я 2604 г. Тула 300000<br/>
                Директор: Мухаметвалеев Рустем Ильдарович<br/>
            </p>
        </div>
    )
}
